Repository: Bakaniko/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/sponsors.po
Languages: fr

source: OSGeoLive Sponsors
fr: Sponsors OSGeoLive

source: The Open Source Geospatial Foundation (OSGeo) provides the primary development & hosting infrastructure and personnel for the project, and for many of the software teams which contribute to it.
fr: L'Open Source Geospatial Foundation (OSGeo) fournit l'infrastructure principale de développement et d'hébergement ainsi que le personnel pour le projet, et pour de nombreuses équipes logicielles qui y contribuent.

source: Jirotech provides sustaining resources and staff toward the management and development of the OSGeoLive project.
fr: Jirotech fournit les ressources et le personnel nécessaires à la gestion et au développement du projet OSGeoLive.

source: Information Center for the Environment at the University of California, Davis provides hardware resources and development support to the OSGeoLive project.
fr: L'Information Center for the Environment de l'Université de Californie, Davis fournit des ressources matérielles et un support au développement du projet OSGeoLive.

source: Remote Sensing Laboratory at the National Technical University of Athens, provides hardware resources and development support to the OSGeoLive project.
fr: Le laboratoire de télédétection de la National Technical University of Athens, fournit des ressources matérielles et un support au développement du projet OSGeoLive.

source: The DebianGIS and UbuntuGIS projects provide and quality-assure many of the core packages.
fr: Les projets DebianGIS et UbuntuGIS fournissent et garantissent la qualité de nombreux paquets de base.

source: Okeanos is the Greek Academic cloud service (IaaS) which is providing virtualized computing resources free of charge to the Greek Universities and public Research Centres. Okeanos is build on top of existing proven open source software (e.g. Synnefo, Google Ganeti). Okeanos is kindly providing Virtual Machines for building the OSGeoLive iso images.
fr: Okeanos est le service de cloud computing académique grec (IaaS) qui fournit gratuitement des ressources informatiques virtualisées aux universités grecques et aux centres de recherche publics. Okeanos est construit sur la base de logiciels open source éprouvés existants (comme Synnefo, Google Ganeti). Okeanos fournit gracieusement des machines virtuelles pour la construction des images ISO OSGeoLive.

source: Georepublic is a Geolocation Technology Company, that embraces the idea of Free Software, and provide support and custom development for Open Source GIS software.
fr: Georepublic est une société de technologie de géolocalisation, qui embrasse l'idée du Logiciel Libre, et fournit du support et du développement personnalisé pour les logiciels SIG Open Source.

source: The OSGeo Foundation
fr: La fondation OSGeo

source: *Empower everyone with open source geospatial*
fr: *Donner le pouvoir à tout le monde avec le géospatial open source*

source: The `Open Source Geospatial Foundation (OSGeo) <http://osgeo.org>`__ is a not-for-profit organization whose mission is to foster global adoption of open geospatial technology by being an inclusive software foundation devoted to an open philosophy and participatory community driven development.
fr: La `fondation Open Source Geospatial (OSGeo) <http://osgeo.org>`__ est un organisme à but non lucratif qui a pour mission de favoriser l'adoption mondiale de la technologie géospatiale ouverte en étant une fondation logicielle inclusive vouée à une philosophie ouverte et à un développement participatif axé sur la communauté.

source: OSGeo outreach and activities include:
fr: Les activités de sensibilisation et les activités d'OSGeo incluent:

source: `Local Chapters <http://www.osgeo.org/content/chapters/index.html>`__: Local, regional and language groups support grass roots activities.
fr: `Chapitres locaux <http://www.osgeo.org/content/chapters/index.html>`__: Des groupes locaux, régionaux et linguistiques supportent les activités de base.

source: `GeoForAll <http://www.geoforall.org>`_: Over 100 educational labs from around the world who work with partners to make geospatial education and opportunities accessible to all.
fr: `GeoForAll <http://www.geoforall.org>`_: Plus de 100 laboratoires éducatifs dans le monde entier qui travaillent avec des partenaires pour rendre l'éducation et les possibilités géospatiales accessibles à tous.

source: `OSGeoLive <http://live.osgeo.org>`__: A distribution of established geospatial open source software, pre-configured with sample data and quickstarts, ready to try out.
fr: `OSGeoLive <http://live.osgeo.org>`__: Une distribution de logiciels open source géospatiaux établis, pré-configurés avec des données exemples et des guides de démarrage rapide, prêts à être essayés.

source: `FOSS4G <http://foss4g.org>`_: Annual, international conference for *Free and Open Source Software for Geospatial*, as well as many regional and local `events <http://www.osgeo.org/events>`_.
fr: `FOSS4G <http://foss4g.org>`_: La conférence annuelle, international pour les *Free and Open Source Software for Geospatial*, ainsi que de nombreux `événements <http://www.osgeo.org/events>`_ régionaux et locaux.

source: Contributors
fr: Contributeurs

source: TODO add csv-table
fr: A FAIRE: Ajouter une table csv

source: Translators
fr: Traducteurs

source: TODO translators.csv
fr: A FAIRE: translators.csv
