Repository: Bakaniko/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/quickstart/ossim_quickstart.po
Languages: de

source: Open Source Software Image Map (OSSIM) is a high performance engine for remote sensing, image processing, geographical information system (GIS) tasks and photogrammetry.
de: Open Source Software Image Map (OSSIM) ist eine Hochleistungs-Software für Fernerkundung, Bildverarbeitung, geographische (GIS) Analysen und Photogrammetrie.

source: This Quick Start describes how to:
de: Dieser Quickstart beschreibt:

source: Multi-view multiband raster satellite images with Imagelinker
de: Multi-Anzeige von Multiband Raster Satellitenbildern mit Imagelinker

source: Drape a georeferenced raster map on a 3D globe with ossimPlanet
de: Drapieren von georeferenzierten Rasterdaten auf einem 3D Globus mit ossimPlanet

source: Start Imagelinker from its icon from the "Spatial Tools" folder on the desktop
de: Starte Imagelinker über sein Icon aus dem Menü "Spatial Tools" auf dem Desktop

source: Open an image file, using :menuselection:`File --> Open Image --> /home/user/data/landsat/clip10.tif`
de: Öffne die Bilddatei über :menuselection:`File --> Open Image --> /home/user/data/landsat/clip10.tif`

source: Repeat the previous operation for the files : `clip20.tif` and `clip30.tif`
de: Wiederhole die vorherige Operation für die Dateien : `clip20.tif` und `clip30.tif`

source: Another way to load all the images at once is to simply drag and drop them into the Imagelinker main window
de: Die Dateien können auch über drag & drop ins Imagelinker Hauptfenster geladen werden

source: To tidy up the windows, maximize the main window, then in the top menu bar go to :menuselection:`Window --> Tile`
de: Um die Fenster etwas aufzuräumen, maximieren Sie das Fenster und gehen dann in der oberen Menüleiste zu :menuselection:`Window --> Tile`

source: You can keep all the satellite band views in sync by clicking :guilabel:`Fit` in one of the smaller windows, then :guilabel:`Propagate` in that same window. Try doing the same in the larger window.
de: Sie können die gesamten Satellitenband-Sichten synchron halten, indem Sie :guilabel:`Fit` in eines der kleineren Fenster klicken. Anschließend wählen Sie :guilabel:`Propagate` im selben Fenster. Versuchen Sie diese Schritte in einem größeren Fenster.

source: Again in the large image window make sure the zoom button (magnifying glass) is depressed and click in middle of the big road intersection. With the closer view in the window, again click the :guilabel:`Propagate` button in the large image window to sync that view with the other band windows. In a similar way you can press the pan button (hand icon) and then click to move along the road, and then the :guilabel:`Propagate` button to align the other windows.
de: Stellen Sie im großen Fenster sicher, dass der Zoom-Button nicht ausgewählt ist. Klicken Sie in die Mitte der großen Straßenkreuzung. Klicken Sie bei vergrößerter Ansicht wiederum den :guilabel:`Propagate` Button im großen Fenster, um die Ansicht der anderen Fenster zu synchronisieren. In ähnlicher Weise können Sie den Pan-Button (Verschieben) verwenden. Bewegen Sie sich per Klick entlang der Straße und klicken anschließend :guilabel:`Propagate` zur Synchronisation.

source: Launch OssimPlanet from its icon in the "Desktop GIS" folder on the desktop
de: Starte OssimPlanet über das Icon aus dem Menü "Desktop GIS" auf dem Desktop

source: Select :menuselection:`File --> Open Image --> /home/user/data/landsat/clip10.tif` to load a LANDSAT image (or simply drag and drop the image into the main window).
de: Wähle :menuselection:`File --> Open Image --> /home/user/data/landsat/clip10.tif`, um die LANDSAT Daten zu laden (oder laden Sie die Daten per drag & drop in das Hauptfenster).

source: In the `Layer` tree panel on the left side, click on the small triangle to the left of *Image Layers* to expand it. Next double-click on ``clip10``. You should now see the scene zoom to the image's location.
de: Klicken Sie im Layerbaum auf das kleine Dreieck links *Image Layers*, um den Bereich zu vergrößern. Doppelklicken Sie auf ``clip10``.

source: To turn off the daylight auto-shading, `un`-check :menuselection:`File --> Preferences --> Environment --> Enable Ephemeris`
de: Zur Deaktivierung des Tageslicht auto-shading, deaktivieren :menuselection:`File --> Preferences --> Environment --> Enable Ephemeris`

source: Experiment with navigating the scene using the mouse. Dragging the left mouse button pans; dragging the middle mouse button rolls; and dragging the right mouse button zooms in and out.
de: Experimentieren Sie mit der Navigation mit Hilfe der Maus. Verschieben Sie die Ansicht über das Drücken der linken Maustaste; rollen Sie über das Drücken der mittleren Maustaste; zoomen Sie rein und raus über die rechte Maustaste.

source: If you get lost, double clicking on the Blue Marble image in the Layer tree will zoom back out to a view of the whole planet, resetting the view.
de: Wenn Sie sich verirren, doppelklicken Sie auf das Blue Marble Bild im Layerbaum auf auf die Ansicht des gesamten Globus zu gelangen.

source: What Next?
de: Wie geht es weiter?

source: We have prepared a number of tutorials_ demonstrating more of Ossim's capabilities.
de: Wir haben eine Reihe von Tutorials_ vorbereitet, die mehr von Ossims Fähigkeiten demonstrieren.

source: See also the included documentation_ on this Live DVD.
de: Siehe auch die enthaltene Dokumentation_ auf OSGeoLive.
