Repository: Bakaniko/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/actinia_overview.po
Languages: fr

source: High Performance Geospatial Processing
fr: Traitement géospatial haute performance

source: `Actinia <https://actinia.mundialis.de/>`__ is an open source REST API for scalable, distributed, high performance processing of geographical data that uses `GRASS GIS <https://grass.osgeo.org/>`__ for computational tasks.
fr: `Actinia <https://actinia.mundialis.de/>`__ est une API REST open source pour le traitement évolutif, distribué et à haute performance des données géographiques qui utilise `GRASS GIS <https://grass.osgeo.org/>`__ pour les tâches de calcul.

source: It provides a REST API to process satellite images, time series of satellite images, arbitrary raster data with geographical relations and vector data.
fr: Il fournit une API REST pour traiter les images satellitaires, les séries chronologiques d'images satellitaires, les données arbitraires de raster avec des relations géographiques et les données vectorielles.

source: Core Features
fr: Fonctionnalités principales

source: REST API to process satellite images, time series of satellite images, raster and vector data.
fr: L'API REST pour traiter les images satellitaires, les séries temporelles d'images satellitaires, les données raster et vectorielles.

source: Explore the `tutorial <https://actinia.mundialis.de/tutorial/>`_.
fr: Explorez le `tutoriel <https://actinia.mundialis.de/tutorial/>`_.

source: Details
fr: Détails

source: **Website:** https://github.com/mundialis/actinia_core
fr: **Site web:** https://github.com/mundialis/actinia_core

source: **Software Version:** |version-actinia|
fr: **Version du logiciel:** |version-actinia|

source: **Supported Platforms:** GNU/Linux, Mac OSX, MS Windows
fr: **Plates-formes supportées:** GNU/Linux, Mac OSX, MS Windows

source: **API Interfaces:** REST API, Python
fr: **Interfaces de l'API:** API REST, Python

source: **API documentation:** https://actinia.mundialis.de/api_docs/
fr: **Documentation de l'API:** https://actinia.mundialis.de/api_docs/

source: Quickstart
fr: Guide de démarrage rapide

source: :doc:`Quickstart documentation <../quickstart/actinia_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/actinia_quickstart>`
