Repository: Bakaniko/OSGeoLive-doc
Catalog: locale/*/LC_MESSAGES/overview/geomoose_overview.po
Languages: de, fr

source: Web GIS Portal
fr: Portail SIG en ligne

source: GeoMoose is a browser based mapping framework for displaying distributed cartographic data. It is particularly useful for managing spatial and non-spatial data within county, city and municipal offices (from which GeoMoose originated). It extends the functionality of MapServer and OpenLayers to provide built in services, like drill-down identify operations for viewing and organising many layers, selection operations and dataset searches.
de: GeoMOOSE ist ein Browser basiertes Mapping Framework zur Anzeige von verteilten räumlichen Daten. Es eignet sich vor allem zur Verwaltung von räumlichen und nicht-räumlichen Daten innerhalb der Landes-, Stadt- und Kommunalverwaltung. Es erweitert die Funktionalität von MapServer und OpenLayers um vorgefertigte Dienste bereit zu stellen wie hierachische Anfragen zur Anzeige, die Organisation von vielen Layern, Selektionen und die Suche in Datensätzen.
fr: GeoMOOSE est un environnement de cartographie pour le web pour afficher des données cartographiques éparses. Il est particulièrement utile pour gérer des données spatiales et non-spatiales dans les mairies, agglomérations et autres collectivités (d'où GeoMoose est d'ailleurs originaire). Il étend les fonctionnalités de MapServer et OpenLayers pour fournir des services déjà prêts, comme la réorganisation de niveaux pour voir et organiser les couches, les opérations de sélection et les recherches de jeux de données.

source: GeoMoose is fast, performing well with hundreds of layers and/or services at a time. Data from multiple custodians can be maintained with different tools and on different schedules as each map layer has its own set of configuration files for publishing, symbols, templates as well as source data.
de: GeoMoose ist schnell. Gleichzeitige Anfragen mit hunderten von Layern und/oder Diensten werden performant bearbeitet. Die Daten können von unterschiedlichen Verwaltern mit unterschiedlichen Werkzeugen und unterschiedlichen Plänen administriert werden, da jeder Kartenlayer über eigene Konfigurationsdateien für die Veröffentlichung, Symbolik, Vorlagen sowie Datenquellen verfügt.
fr: GeoMOOSE est rapide, fonctionne plutôt bien même avec des centaines de couches et/ou services en même temps. Les données de chaque gestionnaire peuvent être maintenues avec différents outils et différents plannings comme chaque carte a ses propres fichiers de configuration pour publier, symboles, modèles aussi bien que sources de données.

source: The user interface is easily configurable, and additional services can be added through a modular architecture.
de: Das Benutzerinterface ist leicht zu konfigurieren und zusätzliche Dienste können über eine modulare Architektur hinzugefügt werden.
fr: L'interface utilisateur est facilement configurable, et des services additionnels peuvent être ajoutés via une architecture modulaire.

source: Core Features
de: Kernfunktionen
fr: Caractéristiques principales

source: Distributed data maintenance amongst multiple owners.
de: Verteilte Datenwartung für mehrere Eigentümer.
fr: Maintenance des données distribuées entre les différents propriétaires.

source: Access maps from: MapServer, Google, VirtualEarth, Tilecache, ArcGIS REST, WMS.
de: Zugriff auf Karten von: MapServer, Google, VirtualEarth, Tilecache, ArcGIS REST, WMS.
fr: Accès à des cartes venant de: MapServer, Google, VirtualEarth, Tilecache, ArcGIS REST, WMS.

source: Configure multiple views of data sources.
de: Konfiguration verschiedener Ansichten von Datenquellen.
fr: Configuration de multiples vues de sources de données.

source: Discover and filter from data catalogs.
de: Anzeige und Filterung von Datenkatalogen.
fr: Découverte et filtrage depuis des catalogues de données

source: Tools: measure, drawing, query, fading, re-order, reprojection, jump-to zoom, coordinate readouts, ...
de: Werkzeuge: Messen, Zeichnen, Abfragen, Abblenden, Umsortierung, Umprojektion, Springen auf Zoomstufe, Koordinatenausgabe, ...
fr: Outils: mesures, dessins, interrogation,effets de transition, ré-ordonnancement, reprojection, zoom, lecture de coordonnées, ...

source: Displays: MapViewer, Bird's Eye, Side Menu, Navigation, Tabbed User Controls.
de: Anzeige: Karten-Viewer, Bird's Eye, Seitenmenü, Navigation, Tabbed User Controls.
fr: Affichage: visionneuse de cartes, vue 45° (Bird Eye), menu latéral, navigation, contrôles utilisateur avec onglets.

source: XML based MapBook configuration file for User Interface, Source Layers and Tools.
de: XML basierte MapBook Konfigurationsdateien für das User-Interface, Layer und Werkzeuge.
fr: Fichier de configuration de "livre de carte" basé sur XML, pour l'interface utilisateur, les sources de données et les outils

source: Integration with Mapserver.
de: Integration mit MapServer.
fr: Intégration avec Mapserver.

source: Modular design facilitates integration with non-spatial systems (such as asset management).
de: Modulares Design ermöglicht die Integration mit nicht-räumlichen Systemen (wie beispielsweise Anlagenverwaltung).
fr: Conception modulaire facilitant l'intégration avec des systèmes non-spatiaux (comme la gestion de propriétés).

source: Publish almost unlimited number of layers.
de: Veröffentlichung einer nahezu unbegrenzten Anzahl von Layern.
fr: Publication quasiment illimitée en nombre de couches.

source: PDF printing.
de: PDF Druck.
fr: Impression PDF.

source: Implemented Standards
de: Implementierte Standards
fr: Standards implémentés

source: Details
fr: Détails

source: **Website:** http://www.geomoose.org/
de: **Webseite:** http://www.geomoose.org/
fr: **Site web:** http://www.geomoose.org/

source: **Licence:** MIT based license. http://www.geomoose.org/info/license.html
de: **Lizenz:** MIT based license. http://www.geomoose.org/info/license.html
fr: **Licence:** licence basée sur la MIT. http://www.geomoose.org/info/license.html

source: **Software Version:** |version-geomoose|
fr: **Version du logiciel:** |version-geomoose|

source: **Supported Platforms:** Windows, Linux, Mac
de: **Unterstützte Plattformen:** Windows, Linux, Mac
fr: **Plates-formes supportées:** Windows, Linux, Mac

source: **Commercial Support:** http://www.geomoose.org/info/commercial_support.html
de: **Kommerzieller Support:** http://www.geomoose.org/info/commercial_support.html
fr: **Support commercial:** http://www.geomoose.org/info/commercial_support.html

source: **Community Support:** http://www.geomoose.org/info/mailing_lists.html
fr: **Support Communautaire** http://www.geomoose.org/info/mailing_lists.html

source: Quickstart
fr: Guide de démarrage rapide

source: :doc:`Quickstart documentation <../quickstart/geomoose_quickstart>`
de: :doc:`Quickstart Dokumentation <../quickstart/geomoose_quickstart>`
fr: :doc:`Documentation du guide de démarrage rapide <../quickstart/geomoose_quickstart>`
